#+TITLE: tight-bindng
* Summary :SUMMARY:
  Tight-binding is a method of electronic strucure calculation. It
  assumes a [[file:2021-03-03--11-06-24--linear_combination_of_atomic_orbitals.org][Linear Combination of Atomic Orbitals]] basis. Tight-binding
  describes the matrix elements (overlap integrals / bond integrals) of the
  hamiltonian, from which we can populate the Hamiltonian.

  To solve, we can diagonalise the matrix, such that we obtain the
  eigenvalues, where the sum of the eigenvalues is the electronic
  energy.
* Questions :QUESTIONS:
* Notes
  :LOGBOOK:
  CLOCK: [2021-03-03 Wed 11:08]--[2021-03-03 Wed 11:11] =>  0:03
  CLOCK: [2021-03-03 Wed 11:06]--[2021-03-03 Wed 11:06] =>  0:00
  CLOCK: [2021-03-03 Wed 11:04]--[2021-03-03 Wed 11:05] =>  0:01
  :END:
